Repository: jakubfiala/tapir
Catalog: tapir/translations/locale/*/LC_MESSAGES/djangojs.po
Languages: de

source: How would you like to be addressed? (optional)
de: Wie möchtest du angesprochen werden? (optional)

source: Your preferred name or nickname
de: Dein preferierter Name oder Spitzname

source: What are your pronouns?
de: Welche sind deine Pronomen?

source: What is your date of birth?
de: Was ist dein Geburtsdatum?

source: Please specify your date of birth. You must be 18 years or older to become a member.
de: Bitte gib dein Geburtsdatum an. Du musst mindestens 18 Jahre alt sein, um Mitglied zu werden.

source: What is your company name?
de: Wie heißt deine Firma?

source: Please enter the official company name
de: Bitte, gebe den offiziellen Name der Firma an

source: Please specify the official company name.
de: Bitte, gebe den offiziellen Name der Firma an

source: Choose your entry shares
de: Mitgliedschaftsanteile

source: How many shares would you like to join with?
de: Mit wie vielen Anteilen möchtest du die Genossenschaft beitreten?

source: You are joining with
de: Du tretest die Genossenschaft mit Anteil(en) im Wert von

source: worth of shares.
de: bei.

source: Choose your membership type
de: Wähle deinen Mitgliedschaftsstatus

source: Active member
de: Aktives Mitglied

source: Investing member
de: Investierendes Mitglied

source: Investing members are supporters of the Cooperative. They cannot vote in the General Assembly and cannot use the services of the Cooperative.
de: Investierende Mitglieder sind fördernde Mitglieder. Sie haben kein Stimmrecht in der Generalversammlung und können die Leistungen der Genossenschaft nicht nutzen.

source: Personal details
de: Persönliche Angaben

source: What is your name?
de: Was ist dein Name?

source: First name and last name
de: Vor- und Nachname

source: Please specify your full name.
de: Bitte gebe deinen vollständigen Namen an.

source: Are you joining as an individual or company?
de: Beteiligst du dich als Einzelperson oder Firma?

source: Individual
de: Einzelperson

source: Company
de: Firma

source: Address & Contact Info
de: Adresse & Kontakt

source: Street & house number
de: Straße & Hausnummer

source: Please specify the street address.
de: Bitte gebe die Straße und Hausnummer an.

source: Postcode
de: PLZ

source: Please specify the postal code.
de: Bitte gebe die PLZ an.

source: City
de: Ort

source: Please specify the town or city name.
de: Bitte gebe den Wohnort an.

source: Country
de: Land

source: Please specify the country name.
de: Bitte, gebe den Staat, wo du wohnst an

source: Please provide a valid e-mail address.
de: Bitte gebe eine gültige E-Mail-Adresse.

source: Phone number
de: Telefonnummer

source: Company Name:
de: Firmenname:

source: Preferred name:
de: Preferierter Name:

source: Pronouns:
de: Pronomen:

source: Date of birth:
de: Geburtsdatum:

source: Phone:
de: Telefonnummer:

source: Address:
de: Adresse:

source: Declarations
de: Erklärungen

source: I hereby request membership in the SuperCoop. I would like to take part with
de: Ich beantrage hiermit die Aufnahme in die SuperCoop. Ich möchte mich mit insgesamt

source: share(s).
de: Anteil(en) an der Genossenschaft beteiligen.

source: In accordance with the bylaws and the law, I agree to purchase shares at a price of
de: Ich verpflichte mich, die nach Satzung und Gesetz vorgesehenen Zahlungen in Höhe von

source: per share, as well as the membership fee of
de: je Geschäftsanteil plus einem Eintrittsgeld in Höhe von

source: , which will be used to cover administrative costs. I agree to transfer
de: zu leisten, das der Deckung von Verwaltungskosten dient. Insgesamt verpflichte ich mich daher,

source: in total
de: zu leisten

source: I have been provided with a copy of the Bylaws of SuperCoop (either in digital or print form), which can be accessed below:
de: Die Satzung von SuperCoop ist mir (entweder digital oder in gedruckter Form) ausgehändigt worden kann hier eingesehen werden:

source: Bylaws
de: Satzung

source: I accept that the Bylaws set a minimum membership period of three years, up to the end of the third accounting year. The long membership period helps secure financial stability and is an important part of the cooperative principle, which is oriented towards long-term goals. A transfer of shares in the Cooperative in accordance with the Bylaws is allowed before the end of the minimum membership period.
de: Ich nehme zur Kenntnis, dass die Satzung eine Kündigungsfrist von 3 Jahren zum Ende des Geschäftsjahresbestimmt. Die lange Laufzeit dient zur finanziellen Stabilität und ist ein wesentlicher Kern desGenossenschaftsprinzips, das auf langfristige Ziele ausgerichtet ist. Eine Übertragung von Geschäftsanteilenist auch vorher bereits möglich und in der Satzung geregelt.

source: I agree to pay the payment(s) via bank transfer to the account specified below:
de: Ich werde meine (Rest-)Zahlungen per Überweisung leisten und auf folgendes Konto überweisen:

source: Account Owner
de: Kontoinhaber

source: Subject
de: Betreff

source: I accept the Data Processing Agreement listed below:
de: Ich nehme die Datenschutzerklärung zur Kenntnis:

source: Welcome to SuperCoop! We're excited to welcome you as a new member of our cooperative. Please fill out the form below so we can process your application.
de: Herzlich Wilkommen bei SuperCoop! Wir freuen uns, dich als Mitglied unserer Genossenschaft begrüßen zu dürfen. Bitte, fülle das folgende Formular aus, damit wir deinen Antrag bearbeiten können.

source: Become a SuperCoop Member!
de: Werde SuperCoop-Mitglied!

source: Step 1 - Your Membership
de: Schritt 1 - Deine Mitgliedschaft

source: Next - Overview & Declarations
de: Weiter zur Übersicht und Erklärungen

source: Step 2 - Overview & Declarations
de: Schritt 2 - Übersicht & Erklärungen

source: Other comments
de: Zusatzinformationen

source: e.g. payment in installments, including payment periods
de: z.B. Ratenzahlung, wenn möglich mit Angabe der Zahlungsintervalle

source: Back
de: Zurück

source: Submit your application
de: Kostenpflichtig absenden

source: Use the search field on the top right.
de: Verwende das Suchfeld oben rechts.

source: Can shop
de: Kann einkaufen

source: Yes
de: Ja

source: No
de: Nein

source: Member details
de: Mitgliedsdetails

source: Member
de: Mitgleid

source: yes
de: ja

source: no
de: nein

source: Why this member cannot shop:
de: Warum kann dieses Mitglied nicht einkaufen:

source: Co-purchaser:
de: Miteinkäufer*in:

source: None
de: Keine

source: Whoops! Something went wrong. Please try again. If it keeps happening, please write in the #tapir channel on Slack with your current search:
de: Hoppla! Es ist was schiefgegangen. Bitte versuche es nochmal. Wenn das wieder passiert, schreib bitte in der #tapir-Kanal bei Slack mit deine aktuelle Suche:

source: Name or member ID
de: Name oder Mitgliedsnummer
